export const articles = [
  {
    id: 1,
    title: "ブログタイトル1つ目",
    image: "https://placehold.jp/200x200.png",
    summary: "ブログ1つ目の要約",
    date: "2024/01/09",
    content: "ブログ1つ目の本文"
  },
  {
    id: 2,
    title: "ブログタイトル2つ目",
    image: "https://placehold.jp/150x150.png",
    summary: "ブログ2つ目の要約",
    date: "2024/01/09",
    content: "ブログ2つ目の本文"
  },
  {
    id: 3,
    title: "ブログタイトル3つ目",
    image: "https://placehold.jp/150x200.png",
    summary:
      "ブログ3つ目の要約ブログ3つ目の要約ブログ3つ目の要約ブログ3つ目の要約ブログ3つ目の要約ブログ3つ目の要約ブログ3つ目の要約ブログ3つ目の要約ブログ3つ目の要約ブログ3つ目の要約",
    date: "2024/01/09",
    content: "ブログ3つ目の本文"
  },
  {
    id: 4,
    title: "ブログタイトル4つ目",
    image: "https://placehold.jp/200x150.png",
    summary: "ブログ4つ目の要約",
    date: "2024/01/09",
    content: "ブログ4つ目の本文"
  },
  {
    id: 5,
    title: "ブログタイトル5つ目",
    image: "https://placehold.jp/300x200.png",
    summary: "ブログ5つ目の要約",
    date: "2024/01/09",
    content: "ブログ5つ目の本文ブログ5つ目の本文ブログ5つ目の本文ブログ5つ目の本文ブログ5つ目の本文ブログ5つ目の本文ブログ5つ目の本文ブログ5つ目の本文ブログ5つ目の本文ブログ5つ目の本文ブログ5つ目の本文ブログ5つ目の本文ブログ5つ目の本文ブログ5つ目の本文ブログ5つ目の本文ブログ5つ目の本文ブログ5つ目の本文ブログ5つ目の本文ブログ5つ目の本文ブログ5つ目の本文",
  },
  {
    id: 6,
    title: "ブログタイトル6つ目",
    image: "https://placehold.jp/100x100.png",
    summary: "ブログ6つ目の要約",
    date: "2024/01/09",
    content: "ブログ6つ目の本文ブログ6つ目の本文ブログ6つ目の本文ブログ6つ目の本文ブログ6つ目の本文ブログ6つ目の本文ブログ6つ目の本文ブログ6つ目の本文ブログ6つ目の本文ブログ6つ目の本文ブログ6つ目の本文ブログ6つ目の本文ブログ6つ目の本文ブログ6つ目の本文ブログ6つ目の本文ブログ6つ目の本文ブログ6つ目の本文ブログ6つ目の本文ブログ6つ目の本文ブログ6つ目の本文",
  },
  {
    id: 7,
    title: "ブログタイトル7つ目",
    image: "https://placehold.jp/200x300.png",
    summary: "ブログ7つ目の要約",
    date: "2024/01/09",
    content: "ブログ7つ目の本文ブログ7つ目の本文ブログ7つ目の本文ブログ7つ目の本文ブログ7つ目の本文ブログ7つ目の本文ブログ7つ目の本文ブログ7つ目の本文ブログ7つ目の本文ブログ7つ目の本文ブログ7つ目の本文ブログ7つ目の本文ブログ7つ目の本文ブログ7つ目の本文ブログ7つ目の本文ブログ7つ目の本文ブログ7つ目の本文ブログ7つ目の本文ブログ7つ目の本文ブログ7つ目の本文",
  },
];
